Repository: acdh-oeaw/apis-instance-nsvis
Catalog: apis_instance_nsvis/locale/*/LC_MESSAGES/django.po
Languages: de

source: Special Area
de: Spezialgebiet

source: Special Areas
de: Spezialgebiete

source: Label
de: Bezeichnung

source: Persons
de: Personen

source: male
de: männlich

source: female
de: weiblich

source: Forname
de: Vorname

source: Surname
de: Name

source: Gender
de: Geschlecht

source: Citizenship
de: Staatsbürgerschaft

source: Address Comment
de: Kommentar Adresse

source: Membership comment
de: Kommentar zu Mitgliedschaften

source: Special areas
de: Spezialgebiete

source: Party comment
de: Kommentar zu Parteizugehörigkeit

source: Exile comment
de: Kommentar zu Exil

source: Profession comment
de: Kommentar zu Beruf

source: Inheritance
de: Nachlass

source: Research sources
de: Forschungsquellen

source: Other sources
de: Andere Quellen

source: Literature
de: Literatur

source: Yes
de: Ja

source: No
de: Nein

source: Unknown
de: Unbekannt

source: Work ban during NS
de: Berufsverbot während des NS

source: Worked during NS
de: Berufstätigkeit während des NS

source: Member in a propaganda company
de: Mitgliedschaft in einer Propagandakompanie

source: Place
de: Ort

source: Places
de: Orte

source: Institutions
de: Institutionen

source: Education Type
de: Ausbildungstyp

source: Education Types
de: Ausbildungstypen

source: Profession Type
de: Berufstyp

source: Profession Types
de: Berufstypen

source: annotations
de: Annotationen

source: collaborates with
de: arbeitet zusammen mit

source: is member of
de: ist Mitglied von

source: has as member
de: hat als Mitglied

source: is inventoried in
de: ist Bestand bei

source: inventories
de: hat als Bestand

source: is learning at
de: lernt bei

source: has as student
de: hat als Lernende:n

source: is working as
de: ist tätig als

source: practiced by
de: wird ausgeübt von

source: lives in
de: lebt in

source: has habitant
de: hat als Bewohner

source: has studio in
de: hat Studio in

source: is address for studio of
de: ist Adresse eines Studios von

source: located in
de: befindet sich in

source: is location of
de: enthält

source: born in
de: ist geboren in

source: is birth place of
de: ist Geburtsort von

source: died in
de: ist gestorben in

source: is place of death of
de: ist Sterbeort von

source: was in exile in
de: war im Exil in

source: was place of exile for
de: war Ort des Exils von

source: is imprisoned in
de: ist inhaftiert in

source: is place of imprisonment for
de: ist Ort der Inhaftierung für

source: is inheritance in
de: ist im Nachlass bei

source: contains inheritance of
de: hat als Nachlass
